{
	"a": {
		"Q": "What are UXPH events like?",
		"A": ["UXPH organizes free monthly meetups all around Metro Manila (and soon outside of it). Meetups range from talks, panels, workshops, or social events focused on design, research, entrepreneurship, and project management. These events are hosted at various sponsor venues or held remotely online."],
		"topic": "Events & Certificates"
	},

	"b": {
		"Q": "When and where do you host events?",
		"A": ["We host monthly meetups at various venues throughout Metro Manila. Details are announced online on our social media outlets and on our website a few weeks before the events take place."],
		"topic": "Events & Certificates"
	},

	"c": {
		"Q": "Does it cost anything to attend an event?",
		"A": ["Our community events are free to attend unless otherwise stated. You will need to RSVP to the event online when we announce their details. Our conferences are paid, and by ticket purchase only."],
		"topic": "Events & Certificates"
	},

	"d": {
		"Q": "What's included in an event?",
		"A": ["You can always expect to learn something new and network with some friendly faces at a UXPH event. Our events are volunteer-driven and sponsored by companies who want to contribute to our community. As such, there are often refreshments or snacks provided for attendees by our sponsors, but it varies per event and is limited."],
		"topic": "Events & Certificates"
	},

	"e": {
		"Q": "Can I just walk in or bring a +1 to a UXPH event?",
		"A": ["No, you must RSVP online to our event page for each event unless otherwise stated. This is often for security and venue purposes, and to ensure we have enough space for everyone to have a comfortable time at our event."],
		"topic": "Events & Certificates"
	},

	"f": {
		"Q": "Do you provide certificates for attending UXPH events?",
		"A": ["UXPH does NOT provide certificates of attendance to our free community events as these are not considered formal training sessions. We do provide certificates of attendance for our conferences, however. Instructions are given at conference end, and only to those who have purchased a ticket."],
		"topic": "Events & Certificates"
	},

	"g": {
		"Q": "Who can be a part of the UXPH team?",
		"A": ["UXPH is completely volunteer-driven and is open to anyone who wants to be involved in contributing to our community and cause. Whether you're a career shifter, student, professional, or enthusiast who wants to learn more about the world of design, you're welcome!", "The organizing team values individuals who are active, organized, love to challenge and grow their skillsets, and love working in teams. If that sounds like you, please get in touch!"],
		"topic": "Community and Volunteering"
	},

	"h": {
		"Q": "How can I be a part of the UXPH team?",
		"A": ["To be an organizing member or an event volunteer, please check out our volunteers page for specific roles the team may be looking for and follow the instructions for the screening process. You may also email community@uxph.org with your details."],
		"topic": "Community and Volunteering"
	},

	"i": {
		"Q": "How much time do I need to commit to volunteering for UXPH?",
		"A": ["Commitment varies depending on the role/s you'd like to fulfill on the team. When volunteering for a community meetup, expect to spend a total of 5-6 hours each event. Organizer roles typically requires more time and presence per week as the team is very active in planning its initiatives."],
		"topic": "Community and Volunteering"
	},

	"j": {
		"Q": "When can I volunteer for UXPH?",
		"A": ["The organization is in operation all-year around, and we're always open to accepting new volunteers. Check out our volunteers page or get in touch with us at community@uxph.org."],
		"topic": "Community and Volunteering"
	},

	"k": {
		"Q": "How can I be a speaker or workshop facilitator for UXPH?",
		"A": ["UXPH is always looking for enthusiastic people who want to share their knowledge with the rest of the community. Check out our volunteers page for more information or get in contact with us at partnerships@uxph.org. Let us know what you'd like to talk or host a workshop on!"],
		"topic": "Speakers, Partnerships, and Sponsorships"
	},

	"l": {
		"Q": "Do I get paid to be a speaker for UXPH?",
		"A": ["No. Speaker engagements are considered volunteer work with the interest of contributing to the community and its cause. During conferences, UXPH will cover speaker meals and certain costs on behalf of the speaker."],
		"topic": "Speakers, Partnerships, and Sponsorships"
	},

	"m": {
		"Q": "What's the difference between a partner and sponsor of UXPH?",
		"A": ["A Community Partner of UXPH is often a student or non-profit organization or advocacy willing to help support UXPH and its events with volunteers, marketing, or other resources. We will do the same for your organization.", "A Sponsor of UXPH is often a company or organization who would like to support UXPH with monetary or other in-kind incentives in exchange access and exposure to the Philippine Creative Community."],
		"topic": "Speakers, Partnerships, and Sponsorships"
	},

	"n": {
		"Q": "How can I be a community partner or sponsor of UXPH?",
		"A": ["Please visit our sponsorship page on the website and get in touch at partnerships@uxph.org. We look forward to hearing from you!"],
		"topic": "Speakers, Partnerships, and Sponsorships"
	},

	"o": {
		"Q": "When and where is the UXPH conference?",
		"A": ["The UXPH Conference is an annual event. Conference dates and locations vary. Stay tuned for the announcement this year! More details will be announced on the conference website."],
		"topic": "Conferences"
	},

	"p": {
		"Q": "How much does it cost to attend the UXPH Conference?",
		"A": ["Conference tickets vary. More details will be announced on the conference website."],
		"topic": "Conferences"
	},

	"q": {
		"Q": "Are tickets refundable or transferable?",
		"A": ["Tickets to free events can be cancelled or transferred, but we ask that you vacate your seat as soon as possible so another interested attendee can attend in your place. Attendance is recorded and constant no-shows will be temporarily barred from attending UXPH events as outlined in our Code of Conduct.", "Tickets to paid events are not refundable but are transferable. Transfers must be made at least 1 day before the event starts. Contact us with the details of the new attendee and we will accommodate."],
		"topic": "Ticketing & Purchases"
	},

	"r": {
		"Q": "Are purchases refundable?",
		"A": ["Refunds depend on the item purchased and its state. Please contact us to settle the matter at info@uxph.org."],
		"topic": "Ticketing & Purchases"
	},

	"s": {
		"Q": "I'd like to report an incident.",
		"A": ["If you were part of or witnessed an incident at a UXPH event or online community that was in violation of our Code of Conduct or your own private space, please let our team members know as soon as possible so we may try and address the matter. Please fill out this form to report an incident."],
		"topic": "Reporting an incident"
	}
}
