{
  "featuredProject": {
    "projectSoup": {
      "id": 0,
      "surveyTitle": "State of UX in the Philippines Survey",
      "slug": "project-soup-2020",
      "fullTitle": "State of UX in The Philippines Report",
      "shortDescription": "The UX landscape in the Philippines is still in its nascent stages, but the need is growing more apparent and comprehensive each year. Since more than a decade ago, technological innovations and cultural paradigms have called for a deeper understanding and implementation of UX practices globally. There have been many reports that attempt to understand its current state and imagine future trends. However, have been mostly done on a global or regional context.",
      "description": [
        "The UX landscape in the Philippines is still in its nascent stages, but the need is growing more apparent and comprehensive each year. Since more than a decade ago, technological innovations and cultural paradigms have called for a deeper understanding and implementation of UX practices globally. There have been many reports that attempt to understand its current state and imagine future trends. However, have been mostly done on a global or regional context.",
        "In this research, we will do a mixed-method study to understand the UX landscape in the Philippines. First, we deploy the <strong> State of UX in the Philippines Survey </strong> following industry-standards through stratified sampling. Second, we will conduct <strong>remote Focus Groups </strong> to draw  qualitative insights about Filipino UX'ers experiences, attitudes, and beliefs. Lastly, we will scrape online data from a decade, perform analysis, and draw out extra insights at a historical perspective while applying a data-driven approach to understand trends at the local context. Target release of the report is on January 2021.",
        "If you are a student, <b>UX Practitioner</b> or is from HR hiring for UX roles, with your help (by participating in the survey) we can begin to understand the current state of the UX practice in the Philippines and provide valuable insights for improvement in the local context. Your answers will be kept anonymous and strictly confidential, this includes socio-demographic details and information about your company or organization will not be published in any capacity."
      ],
      "participation": [
        "You will be included in our survey raffle where we'll give 5 lucky winners free tickets to the upcoming UXPH Conference this November 7-8 (P2,000 value).  Winners will be announced in UXPH social channels by September 30, 2020. Please make sure to input your contact details in the raffle page of the survey to be eligible to join.",
        "You will also have the opportunity to participate in the second phase of this research, the remote Focus Groups. For your participation, you will receive P300 off your UXPH Conference ticket purchase. ",
        "As another thank you, we will be sending the State of UX in the Philippines report straight to your inbox. The report will be shared by January 2021. "
      ],
      "squareImg": "../assets/images/projects/soup2020/square-img.svg",
      "bannerImg": "../assets/images/projects/soup2020/square-img.svg",
      "abstract": "",
      "page_url": "/research/project-soup",
      "download_url": "/",
      "survey_url": "https://www.surveymonkey.com/r/soup2020-web",
      "keywords": [
        "User Experience",
        "Philippines",
        "Research",
        "Report",
        "UXPH Conference"
      ],
      "date": "December 31, 2020",
      "finished": false,
      "featured": true
    }
  },
  "think_tank_team":{
    "jordan":{
      "id": 1,
      "name": "Jordan Aiko Deja",
      "position": "Director for Research"
    },
    "lindy":{
      "id": 2,
      "name": "Rie Lindy Hernandez",
      "position": "Research Co-Lead"
    },
    "beverly":{
      "id": 3,
      "name": "Beverly Bravo",
      "position": ""
    },
    "pierce":{
      "id": 4,
      "name": "Pierce Jason Jonota",
      "position": ""
    },
    "katarina":{
      "id": 5,
      "name": "Katarina Rosario",
      "position": ""
    }
  },
  "rsa":{
    "janna":{
      "name": "Janna Aika Deja",
      "position": ""
    },
    "lee":{
      "name": "Lee Fernandez",
      "position": ""
    },
    "jeannette":{
      "name": "Jeanette Rabacio",
      "position": ""
    },
    "jannah":{
      "name": "Jannah Sandico",
      "position": ""
    },
    "camille":{
      "name": "Camille Yabut",
      "position": ""
    }
  },
  "advisory":{
    "ely":{
      "name": "Ely Apao",
      "position": ""
    },
    "chelle":{
      "name": "Chelle Obligacion-Grey",
      "position": ""
    },
    "aldrich":{
      "name": "Aldrich Tan",
      "position": ""
    },
    "jen":{
      "name": "Jennifer Teves, PhD",
      "position": ""
    }
  },
  "alumni":{
    "din":{
      "name": "Claudine San Diego",
      "position": ""
    },
    "cha":{
      "name": "Charlotte Mae Efren",
      "position": ""
    },
    "tyrone":{
      "name": "Tyrone Justin Sta. Maria",
      "position": ""
    },
    "janyl":{
      "name": "Janyl Tamayo",
      "position": ""
    }
  },
  
  "info":{
    "intro": [
      "Welcome to the UXPH Research team page! It conducts studies to further understand and analyze the User Experience (UX) landscape in the Philippines. Our team’s goal is to share reports that describe the UX industry and how it is adopted across various sectors in the country. We regularly explore and publish reports that serve as a reference point for practitioners and companies towards a more data-driven understanding of their work.",
      "The UXPH research team is composed of two main subgroups namely the <b>3T</b> (Think Tank Team) and the RSA (Research Support Arm).",
      "The <b>3T</b> drives the main research activities of the research team. They are responsible for executing the research mission-vision of UXPH, determining research questions, designing experiments, developing instruments, collecting and analysing data and releasing reports and data-driven policies and recommendations for broader dissemination. These reports are open, free and available for everyone who wish to use them. The 3T is composed of subject matter experts (SMEs) in their field that contribute to useful insights in the research process.",
      "The <b>RSA</b> enables the main research activities held by the 3T. It is composed of a team of visual storytellers, data encoders and enthusiastic volunteers who contribute in the collection of data and preparation of reports by the research team. The RSA serves as an early starting point for volunteers interested in pursuing research as it equips them with meaningful experience to learn the ropes of industry research.",
      "In 2021, we have published and released the first ever State of UX in the Philippines (aka SOUP) report. In the next years, we wish to uncover on specific pain points in the industry such as career transitioning, salaries and hopefully even design systems."

    ],
    "what_we_do":[
      "We do research <b>about</b> UX – specifically UX in the Philippines – using methods like surveys, interviews, and benchmarking.",
      "We do not regularly conduct UX research techniques, however our combined skills and expertise allows us to conduct these. If ever you would need an provider of services such as usability testing, beta testing, concept testing, and evaluative/ generative user research, you may send us an email to <a href=\"mailto:research@uxph.org\" class=\"blue\">research@uxph.org</a> so we can arrange a quotation and a research plan for you.",
      "Take a look at our <a href=\"/research/project-soup/\" class=\"blue\">State of UX in the Philippines</a> (aka SOUP 🍲) report if you haven’t yet" 
    ],
    "what_you_learn":[
      "<b>Research mentorship</b>. The UXPH 3T is composed experts and professionals in the UX industry itself. Get inspired and work with them first-hand in executing our researches.",
      "<b>Research skills</b> such as planning research, conducting interviews, designing surveys, analyzing quantitative and qualitative data to name a few of the things we do",
      "<b>Soft skills</b> like public speaking, presentation making, and report creation"
    ],
    "qualifications": [
      "Passionate about research",
      "Curious to learn more about UX in the Philippines and research practices",
      "Dependable and enthusiastic",
      "Motivated to get sh*t done for community"
    ],
    "nice_to_haves": [
      {
        "list_item": "Research background: user research, academic research, market research, quantitative or qualitative",
        "sub_list": [
          "Experience doing research in the past"
        ]
      },
      {
        "list_item": "Experience leading or being involved in community work",
        "sub_list":[]
      },
      {
        "list_item": "Presentation skills and storytelling",
        "sub_list": []
      }
    ]
  }
}
