{
  "featuredProject": {
    "projectSoup": {
      "id": 0,
      "surveyTitle": "State of UX in the Philippines Survey",
      "slug": "project-soup-2020",
      "fullTitle": "State of UX in The Philippines Report",
      "shortDescription": "The UX landscape in the Philippines is still in its nascent stages, but the need is growing more apparent and comprehensive each year. Since more than a decade ago, technological innovations and cultural paradigms have called for a deeper understanding and implementation of UX practices globally. There have been many reports that attempt to understand its current state and imagine future trends. However, have been mostly done on a global or regional context.",
      "description": [
        "The UX landscape in the Philippines is still in its nascent stages, but the need is growing more apparent and comprehensive each year. Since more than a decade ago, technological innovations and cultural paradigms have called for a deeper understanding and implementation of UX practices globally. There have been many reports that attempt to understand its current state and imagine future trends. However, have been mostly done on a global or regional context.",
        "In this research, we will do a mixed-method study to understand the UX landscape in the Philippines. First, we deploy the <strong> State of UX in the Philippines Survey </strong> following industry-standards through stratified sampling. Second, we will conduct <strong>remote Focus Groups </strong> to draw  qualitative insights about Filipino UX'ers experiences, attitudes, and beliefs. Lastly, we will scrape online data from a decade, perform analysis, and draw out extra insights at a historical perspective while applying a data-driven approach to understand trends at the local context. Target release of the report is on January 2021.",
        "If you are a student, <b>UX Practitioner</b> or is from HR hiring for UX roles, with your help (by participating in the survey) we can begin to understand the current state of the UX practice in the Philippines and provide valuable insights for improvement in the local context. Your answers will be kept anonymous and strictly confidential, this includes socio-demographic details and information about your company or organization will not be published in any capacity."
      ],
      "participation": [
        "You will be included in our survey raffle where we'll give 5 lucky winners free tickets to the upcoming UXPH Conference this November 7-8 (P2,000 value).  Winners will be announced in UXPH social channels by September 30, 2020. Please make sure to input your contact details in the raffle page of the survey to be eligible to join.",
        "You will also have the opportunity to participate in the second phase of this research, the remote Focus Groups. For your participation, you will receive P300 off your UXPH Conference ticket purchase. ",
        "As another thank you, we will be sending the State of UX in the Philippines report straight to your inbox. The report will be shared by January 2021. "
      ],
      "squareImg": "../assets/images/projects/soup2020/square-img.svg",
      "bannerImg": "../assets/images/projects/soup2020/square-img.svg",
      "abstract": "",
      "page_url": "/research/project-soup",
      "download_url": "/",
      "survey_url": "https://www.surveymonkey.com/r/soup2020-web",
      "keywords": [
        "User Experience",
        "Philippines",
        "Research",
        "Report",
        "UXPH Conference"
      ],
      "date": "December 31, 2020",
      "finished": false,
      "featured": true
    }
  },

  "members": {
    "jordan": {
      "name": "Jordan Deja",
      "position": "UX Researcher",
      "bio": [
        "Jordan Aiko Deja is a Phd Student at the University of Primorska, Koper, Slovenia. He is part of the Humans Interacting with Computers @ University of Primorska (HICUP) Laboratory where he is doing research on computational interactions and visualizations in augmented reality teaching systems. He is also an Assistant Professor (On-Leave) at De La Salle University, Manila Philippines. He is co-founder of Manila ACM SIGCHI Chapter, Community Lead of UX Philippines"
      ],
      "socials": [
        "<a href=\"https://www.linkedin.com/in/jrdndj/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>",
        "<a href=\"https://www.twitter.com/jrdndj/\" target=\"blank\"><i class=\"fab fa-twitter\"></i></a>"
      ],
      "image": "assets/team/jordan.jpg"
    },
    "din": {
      "name": "Din San Diego",
      "position": "UX Researcher",
      "bio": [
        "Din is a content strategist specializing in content development and management. She is currently learning more about UX research within the organization and helping out in the events team!",
        "An avid learner, she enjoys ideating alongside teams, presenting concepts through decks, pairing non-fiction + fiction books, and creating mixtapes for special occasions."
      ],
      "socials": [
        "<a href=\"https://www.linkedin.com/in/claudinesandiego/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
      ],
      "image": "assets/team/claudine.png"
    },
    "janyl": {
      "name": "Janyl Tamayo",
      "position": "UX Researcher",
      "bio": [
        "Janyl is an Experience Designer from Vancouver, currently crafting human-centric experiences at a Fintech startup to make payments simple for SMEs. Gets chatty when she's tea high and is a recovering skincare addict."
      ],
      "socials": [
        "<a href=\"https://www.linkedin.com/in/janyltamayo/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
      ],
      "image": "assets/team/janyl.jpg"
    },
    "cha": {
      "name": "Charlotte Mae Efren",
      "position": "UX Researcher",
      "bio": [
        "Charlotte is a Product Designer at First Circle.",
        "She gets involved in various projects - educational, volunteer groups, and hackathons - trying anything in tech and design that connects her to people.",
        "Outside work she's learning Japanese and Mandarin, loves Anime, and likes to draw."
      ],
      "socials": [
        "<a href=\"https://www.linkedin.com/in/charlotteefren/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
      ],
      "image": "assets/team/cha.jpg"
    },
    "jen": {
      "name": "Jen Teves",
      "position": "UX Researcher",
      "bio": [
        "Jen is currently the Director for CX Research at Best Buy after her stints at other Fortune 100 companies in the US as a UX Researcher & Human Factors Scientist. She loves being in the company of learners that's why she also teaches graduate classes in UX Design at Kent State University's School of Information. Jen's not-so-secret passion is exploring the applications of design and psychology in nation-building, social programs, and counter-insurgency strategy."
      ],
      "socials": [
        "<a href=\"https://www.linkedin.com/in/jenniferteves/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
      ],
      "image": "assets/team/jen.jpg"
    }
  }
}
