{
	"MNL": {
		"a": {
			"photo": "../assets/speakers/ricky.png",
			"name": "Ricky Yu",
			"title": "UX Researcher, Mozilla Taiwan",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/liweiyu/",
			"twitter": "",
			"topic": "Lean Cross-cultural Research in Practice",
			"excerpt": "Ricky is a UX researcher at Mozilla Taiwan who specializes in behavior study, exploratory research, cross-cultural research, trend research, concept validation, usability testing, and experience design mapping.",
			"bio": "Over 5 years experienced user and design researcher with a demonstrated history of working in the Internet and various industries. Skilled in behavior study, exploratory research, cross-cultural research, trend research, concept validation, usability testing and experience design mapping. Currently focusing on exploring future products for Southeast Asia market with UX and data team."
		},

		"b": {
			"photo": "../assets/speakers/julee.png",
			"name": "Julee Hyunju Lee",
			"title": "Product Design Manager, Facebook Singapore",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/hyunjulee/",
			"twitter": "",
			"topic": "TBA",
			"excerpt": "Julee is a recognised as a leader in the design community. She continues to organise meetups as the founder of Design Bootcamp Asia, and is also a regular keynote speaker at UX conferences worldwide.",
			"bio": "For the love of design—that is at the heart of who Julee is. Having spent 15 years doing what she loves most, Julee’s extensive product and design skillsets across various disciplines have been vital in delivering world-class products for top companies like PayPal, Intuit, Cisco, Yahoo! and Samsung. Julee is a recognised as a leader in the design community. She continues to organise meetups as the founder of Design Bootcamp Asia, and is also a regular keynote speaker at UX conferences worldwide. Julee received her Bachelor of Fine Arts in Communication Design from Carnegie Mellon University in the U.S. and Master of Arts in Digital Media Management from Hyper Island."
		},

		"c": {
			"photo": "../assets/speakers/dae.png",
			"name": "Dae Lee",
			"title": "Culture Designer, Fourth Wall Global",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/dae-lee-a30880a1/",
			"twitter": "",
			"topic": "Understanding behavioral science to influence better design and team culture",
			"excerpt": "Dae Lee is a certified Lego® Serious Play® Facilitator who specializes in company culture design. He is currently a managing partner in Fourth Wall Global, a leader in company culture design, and a PhD candidate in organization development. He also facilitates lectures and workshops to university students and companies both locally and internationally.",
			"bio": "Dae specializes in company culture design. He focuses on building shared cultures by using unorthodox tools and methods for organizations to reach and sustain their peak potential. He has the goal of making each member of an organization understand why they’re there, what they need to do, and make them choose to stay because they want to and not because they have to. His human-centered approach emanates from deep-seated empathy and disciplined structure from his product design background, further cemented through a profound understanding of the human psyche through intensive practice of military psychology under the United Nations Armistice Commission. Currently he is a certified Lego® Serious Play® Facilitator, a managing partner in Fourth Wall Global, a leader in company culture design, and is currently a PhD candidate in organization development, while facilitating lectures and workshops to university students and companies internationally."
		},

		"d": {
			"photo": "../assets/speakers/obias.png",
			"name": "Angela Obias-Tuban",
			"title": "UX Strategy Lead, Metrobank",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/angelaobias/",
			"twitter": "",
			"topic": "Impact: Driving and measuring 'experience'",
			"excerpt": "Angela is the UX Strategy Lead at Metrobank. She has been a quantitative research analyst, qualitative researcher, User Experience Design manager, digital strategist, and teacher over her 12-year career.",
			"bio": "Angela Obias-Tuban is the UX Strategy Lead at Metrobank. She has been a quantitative research analyst, qualitative researcher, User Experience Design manager, digital strategist and teacher over her 12-year career. Angela is a former teacher in Ateneo De Manila University and the Certified Digital Marketer Program, where she taught Foundations of Digital Business, Technology Venture Planning and What Works on The Web. She was also the co-founder and a design researcher of Priority Studios. She was formerly a product design mentor for the Ideaspace Foundation, Associate Planning Director at McCann Worldgroup, Head of Digital Strategy for Nuworks Interactive Labs and ABS-CBN Corporation. She founded and led ABS-CBN’s User Experience and Interaction Design team, and created a User Experience course plan for On-Off Design (regional design agency). Now, she turns her focus onto banking, plus learning how to parent."
		},

		"f": {
			"photo": "../assets/speakers/mark.png",
			"name": "Mark Lacsamana",
			"title": "Senior Product Designer, Kalibrr",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/mark-lester-lacsamana-aa7aa066/",
			"twitter": "",
			"topic": "The P in empathy",
			"excerpt": "Mark is a UX Designer and Researcher who loves obsessing about design problems. He is currently a Senior Product Designer at Kalibrr where he helps lead the product design improve the of job seeking and hiring experience.",
			"bio": "Mark is a UX Designer and Design Researcher from Manila and he loves obsessing about design problems. He is currently a Senior Product Designer at Kalibrr where he helps lead the product design improve the of job seeking and hiring experience. You may have heard of him from his medium articles as well as from his time designing the mobile shopping experiences and design systems of OLX Philippines. His passions mostly lay in his work with the tech community using UX for advocacies in Human Rights and Public Health."
		}
	},

	"workshop_MNL": {
		"a": {
			"photo": "../assets/speakers/christine.png",
			"name": "Christine Balatbat",
			"title": "UX Researcher, JG Summit",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/avesen20/",
			"twitter": "",
			"topic": "Analyzing Qualitative Usability Tests",
			"excerpt": "Tin has been in the design industry for 7 years, a co-founder of UXPH, and former UX Research Manager of OLX Philippines. She has helped local and international businesses achieve their goals by helping them make informed decisions through design research.",
			"bio": "Tin has been in the UX industry for 7 years, is the co-founder of UXPH, and former UX Research Manager of OLX Philippines. She has helped local and international businesses achieve their goals by helping them make informed decisions. She specializes in design research and is a big believer in learning by doing. When she's not UX-ing you can find her freediving with sea turtles."
		},

		"b": {
			"photo": "../assets/speakers/matthew.png",
			"name": "Matthew Green",
			"title": "Senior Designer, ADB",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/matthewagreen/",
			"twitter": "",
			"topic": "UX Research Workshop",
			"excerpt": "Matt has been a principal consultant, researcher, and interaction designer roles for private, government, and military clients all over the world. He consults on innovation and the human experience of data display, complex transactional systems, and web and mobile applications.",
			"bio": "Principal Consultant, Somia CX Matthew’s current project is with the Asian Development Bank. Working with a global research team, Matthew is using design research to understand how ADB’s over 4000 employees and dozens of digital systems coordinate to support governments in South East Asia. Previously, he has worked as a UX lead, researcher, and interaction designer on projects from San Francisco, Boston, Chicago, Washington DC, Jakarta, Sydney, and Yangon, Fiji, and Phnom Penh for various private sector, government and military clients."
		},

		"c": {
			"photo": "../assets/speakers/paul.png",
			"name": "Paul James Sabandal",
			"title": "Head of Product Development, Qwikwire",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/paulsabandal/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Paul Sabandal is the Head of Product Development at Qwikwire, a multi-awarded startup that provides cross-border payment solutions for real-estate — they handle international online payments for clients AyalaLand, Century Properties, Double Dragon and other top real-estate companies in the Philippines. He leads the end-to-end processes related to product discovery. He also co-founded Figma Philippines, helping teach the collaborative design tool Figma through meet-ups for the community.",
			"bio": "Paul Sabandal is the Head of Product Development at Qwikwire, a multi-awarded startup that provides cross-border payment solutions for real-estate — they handle international online payments for clients AyalaLand, Century Properties, Double Dragon and other top real-estate companies in the Philippines. He leads the end-to-end processes related to product discovery. He also co-founded Figma Philippines, helping teach the collaborative design tool Figma through meet-ups for the community."
		},

		"d": {
			"photo": "../assets/speakers/angela.png",
			"name": "Anj Garong",
			"title": "Product Design Manager, Sprout Solutions",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/anjgarong/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Anj, a Product Design Manager at Sprout Solutions, is a design educator with foundation in software engineering and years of practical knowledge from developing web and mobile apps, designing experiences, to managing teams at startups.",
			"bio": "Anj is a design educator with foundation in software engineering and years of practical knowledge from developing web and mobile apps, designing experiences, to managing teams at startups. She is immersed in the academe and recently, in design communities, teaching Human-Centered Design at iACADEMY, and helping out Figma PH and UXSEA. Today, she spends most of her time in Sprout Solutions, a SaaS HR and Payroll technology startup, where she functions as a Product Design Manager. She somehow manages to squeeze in workouts, movies, worship nights, and binge-sleeping for self-care."
		}
	},

	"CBU": {
		"a": {
			"photo": "../assets/speakers/micael.png",
			"name": "Micael Andrei Diaz de Rivera",
			"title": "Head of Design Operations, Make Technology",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/madiazderivera/",
			"twitter": "",
			"topic": "Demystifying User Experience Design Deliverables",
			"excerpt": "Mica is the Head of Design Operations at Make Technology, a UX consultancy in Manila. His love for data, analytics, and statistics has led him to hold over a decade of extensive experience with design, development, and team management in the technology industry. He is also one of the founding members of UXPH!",
			"bio": "Mica is a software developer turned experience designer and has had over a decade of combined work experience touching both local and international products and brands. His fascination for data, analytics, and statistics has led him to work on initiatives that dabble in the quantitative measurement of user experiences. On extraordinary days you’d find him alone in the plains of Mongolia or in the streets of Kolkata finding ways to connect life experiences to experience design. He is currently the Head of Design Operations at Make Technology by Ace Saatchi & Saatchi."
		},

		"b": {
			"photo": "../assets/speakers/dae.png",
			"name": "Dae Lee",
			"title": "Culture Designer, Fourth Wall Global",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/dae-lee-a30880a1/",
			"twitter": "",
			"topic": "Understanding behavioral science to influence better design and team culture",
			"excerpt": "Dae Lee is a certified Lego® Serious Play® Facilitator who specializes in company culture design. He is currently a managing partner in Fourth Wall Global, a leader in company culture design, and a PhD candidate in organization development. He also facilitates lectures and workshops to university students and companies both locally and internationally.",
			"bio": "Dae specializes in company culture design. He focuses on building shared cultures by using unorthodox tools and methods for organizations to reach and sustain their peak potential. He has the goal of making each member of an organization understand why they’re there, what they need to do, and make them choose to stay because they want to and not because they have to. His human-centered approach emanates from deep-seated empathy and disciplined structure from his product design background, further cemented through a profound understanding of the human psyche through intensive practice of military psychology under the United Nations Armistice Commission. Currently he is a certified Lego® Serious Play® Facilitator, a managing partner in Fourth Wall Global, a leader in company culture design, and is currently a PhD candidate in organization development, while facilitating lectures and workshops to university students and companies internationally."
		},

		"c": {
			"photo": "../assets/speakers/fish.png",
			"name": "Fish Ibasco",
			"title": "Experience Design Lead, Accenture Philippines",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/tisha-ibasco-41463063/",
			"twitter": "",
			"topic": "Jump-starting UX in Organizations: Building the engine that keeps your UX team running",
			"excerpt": "Fish Ibasco is one of the Experience Design Leads at Accenture Interactive's Experience Design Studio. Throughout her 6 year journey in design, she has worked with and managed teams across the globe and has helped put the Philippines on the map as a trusted source for UX expertise.",
			"bio": "Fish Ibasco is one of the Experience Design Leads at Accenture Interactive’s Experience Design Studio. She has been helping shape and build the internal UX capability to put the Philippines on the map as a trusted studio for UX consultancy. Throughout her 6+ year journey, she has augmented product and design teams across the globe as an interaction and interface designer for digital platforms. Her major challenge presently is streamlining studio DesignOps and slaying monsters at Monster Hunter World."
		},

		"d": {
			"photo": "../assets/speakers/oliver.png",
			"name": "Oliver Bayani",
			"title": "Senior UX Designer, Home Credit Philippines",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/oliver-bayani-b781a056/",
			"twitter": "",
			"topic": "Design at HomeCredit",
			"excerpt": "Oliver oversees user research and UX writing at Home Credit Philippines. He was a journalist for 8 years, writing about the most creative people in advertising for Marketing Magazine Philippines and Adobo Magazine. Before Home Credit, he was the Co-founder and VP- Product & Design of SnippetMedia, a news app enjoyed by over 2 million Filipinos.",
			"bio": "Oliver oversees user research and UX writing at Home Credit Philippines. He was a journalist for 8 years, writing about the most creative people in advertising for Marketing Magazine Philippines and Adobo Magazine. Before Home Credit, he was the Co-founder and VP-Product & Design of SnippetMedia, a news app enjoyed by over 2 million Filipinos."
		}
	},

	"workshop_CBU": {
		"a": {
			"photo": "../assets/speakers/edzel.png",
			"name": "Edzel Rubite",
			"title": "Lead Designer, Ripeconcepts",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/edzelrubite/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Edzel, a UI/UX Team Lead Designer at Ripeconcepts, is a self-taught designer for more than 10 years, who started as a graphic designer turned digital product designer. He also organized the first Cebu Behance Portfolio Review and Cebu Dribbble Meetup.",
			"bio": "Edzel, currently the UI/UX Team Lead Designer at Ripeconcepts, is a self-taught designer for more than 10 years started as a graphic designer turned digital product designer. Passionate about art and design in general, co-founded DesignUbec, an annual art+design exhibit, started building design community by organizing the first Cebu Behance Portfolio Review and Cebu Dribbble Meetup."
		},

		"b": {
			"photo": "../assets/speakers/jake.png",
			"name": "Jake Mapalo",
			"title": "UX Designer",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/jakemapalo/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Jake is a freelance designer for 10 years who is passionate about designing interfaces and digital experiences. He currently leads a design movement called Bohol Creatives which aims to uplift and educate the visual design scene at Bohol.",
			"bio": "Jake is a freelance designer for 10 years who is passionate in designing interfaces and digital experiences. Aside from his occasional hairfall and high-blood pressure, Jake is very actively in running and supporting the local design community. He currently leads a design movement called Bohol Creatives which aims to uplift and educate the visual design scene at Bohol. He also has co-organized and volunteered in multiple events such as the Sketch Meetup Cebu, Dribbble Meetup Cebu and the latest UXPH Roadshow."
		},

		"c": {
			"photo": "../assets/speakers/oscar.png",
			"name": "Oscar Valles",
			"title": "Student, UP Cebu",
			"website": "",
			"linkedin": "",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Oscar is a UI/UX Designer, Front-End Developer and Co-founder of CodeChum. Outside of work, Oscar is still a second year Computer Science student of UP Cebu, hustling to maintain his GWA and help organizations, while still leaving enough time for fun.",
			"bio": "Oscar is a UI/UX Designer, Front-End Developer and Co-founder of CodeChum, a platform for programming professors to educate the next generation of problem solvers. He is also an advocate for Figma, having previously led a workshop on the application last January on Frontend Fridays by Symph. Outside of work, Oscar is still a second year Computer Science student of UP Cebu, hustling to maintain his GWA and help organizations, while still leaving enough time for fun."
		},

		"d": {
			"photo": "../assets/speakers/clint.png",
			"name": "Clint Bustrillos",
			"title": "Product Design Lead, Abstract",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/clintbustrillos/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Clint is a designer, currently leading product design at Abstract. After graduating at the Yoobee School of Design in New Zealand, he worked as a senior product designer at Symph. He is passionate in the local creative community and has volunteered for events like Dribbble Meetup, Sketch Meetup and Startup Weekend.",
			"bio": "Clint has the wrong qualifications, and shouldn’t even be here. Fortunately, nobody told him and he went on being a designer anyway. Currently, he leads product design at Abstract where he ships pretty pixels and nurtures other designers. Prior to that, he also was a senior product designer at Symph. He graduated with a diploma of Level 7 Studies at Yoobee School of Design at Wellington, New Zealand and is an active volunteer for events like Dribbble Meetup, Sketch Meetup and Startup Weekend. In his spare time, he enjoys freediving in Bohol – in a quest of discovering mermaids and other sea creatures."
		},

		"e": {
			"photo": "../assets/speakers/raine.png",
			"name": "Raine Liao",
			"title": "UX Designer, HomeCredit",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/raineliao/",
			"twitter": "",
			"topic": "Creating Actionable Customer Journey Map",
			"excerpt": "Raine is a Senior UX Designer at Home Credit, Philippines. Holding over 10 years industry experience, she was previously a freelance product designer, front-end developer, design researcher, and team lead at Cambridge University Press.",
			"bio": "Raine is a Senior UX Designer at Home Credit, Philippines. Holding over 10 years industry experience, she was previously a freelance product designer, front-end developer, design researcher, and team lead at Cambridge University Press. She also conducts and facilitates design workshops focused on Customer Development and Research while mentoring designers in the local tech community."
		},

		"f": {
			"photo": "../assets/speakers/angela.png",
			"name": "Anj Garong",
			"title": "Product Design Manager, Sprout Solutions",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/anjgarong/",
			"twitter": "",
			"topic": "Applying Usability Testing Principles in the Workplace",
			"excerpt": "Anj, a Product Design Manager at Sprout Solutions, is a design educator with foundation in software engineering and years of practical knowledge from developing web and mobile apps, designing experiences, to managing teams at startups.",
			"bio": "Anj is a design educator with foundation in software engineering and years of practical knowledge from developing web and mobile apps, designing experiences, to managing teams at startups. She is immersed in the academe and recently, in design communities, teaching Human-Centered Design at iACADEMY, and helping out Figma PH and UXSEA. Today, she spends most of her time in Sprout Solutions, a SaaS HR and Payroll technology startup, where she functions as a Product Design Manager. She somehow manages to squeeze in workouts, movies, worship nights, and binge-sleeping for self-care."
		}
	},

	"DVO": {
		"a": {
			"photo": "../assets/speakers/micael.png",
			"name": "Micael Andrei Diaz de Rivera",
			"title": "Head of Design Operations, Make Technology",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/madiazderivera/",
			"twitter": "",
			"topic": "UX for Designers, Developers, and Anyone in Between",
			"excerpt": "Mica is the Head of Design Operations at Make Technology, a UX consultancy in Manila. His love for data, analytics, and statistics has led him to hold over a decade of extensive experience with design, development, and team management in the technology industry. He is also one of the founding members of UXPH!",
			"bio": "Mica is a software developer turned experience designer and has had over a decade of combined work experience touching both local and international products and brands. His fascination for data, analytics, and statistics has led him to work on initiatives that dabble in the quantitative measurement of user experiences. On extraordinary days you’d find him alone in the plains of Mongolia or in the streets of Kolkata finding ways to connect life experiences to experience design. He is currently the Head of Design Operations at Make Technology by Ace Saatchi & Saatchi."
		},

		"b": {
			"photo": "../assets/speakers/nico.png",
			"name": "Nico Encarnacion",
			"title": "UX Manager, Make Technology",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/nicoencarnacion/",
			"twitter": "",
			"topic": "UX Management",
			"excerpt": "Nico is the UX Manager at Make Technology. He leads a team of talented researchers and designers in defining needs and providing solutions for some of the largest FinTech and Real Estate companies in the Philippines. He started his career as an illustrator, frontend developer and UI designer and is now focused in people management and expanding their team’s capabilities and portfolio.",
			"bio": "Nico is the UX Manager at Make Technology. He leads a team of talented researchers and designers in defining needs and providing solutions for some of the largest FinTech and Real Estate companies in the Philippines. He started his career as an illustrator, frontend developer and UI designer and is now focused in people management and expanding their team’s capabilities and portfolio."
		},

		"c": {
			"photo": "../assets/speakers/ondra.png",
			"name": "Ondrej Machart",
			"title": "Product & Design Manager, Home Credit",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/ondrejmachart/",
			"twitter": "",
			"topic": "Your UX Mission: Undercover, Unleashed",
			"excerpt": "Ondrej is a Product & Design Manager at Home Credit Philippines. His name is hard to pronounce, because he comes from Czech Republic where pretty much every name is hard to pronounce - which may be the reason why he has decided to try and simplify everything around us. That includes areas like digital payments, communication during Olympic Games or - as his current mission states - online shopping in the Philippines.",
			"bio": "Ondrej is a Product & Design Manager at Home Credit Philippines. His name is hard to pronounce, because he comes from Czech Republic where pretty much every name is hard to pronounce - which may be the reason why he has decided to try and simplify everything around us. That includes areas like digital payments, communication during Olympic Games or - as his current mission states - online shopping in the Philippines."
		},

		"d": {
			"photo": "../assets/speakers/ely.png",
			"name": "Ely Apao",
			"title": "Customer Experience Manager, JG Summit Holdings Inc.",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/jozzua/",
			"twitter": "",
			"topic": "Designing your UX Career & Forming Design Teams",
			"excerpt": "Ely Apao is a CX Manager at JG Summit Holdings. He founded UX Philippines, a non-profit org that hosts the largest PH community of individuals passionate about UX, and aims to help spread awareness for design practices all over PH.",
			"bio": "Ely Apao is a Customer Experience Manager at JG Summit Holdings. He founded UX Philippines,  a non-profit organization that hosts the Philippines' largest community of individuals passionate about the realm of User Experience. The organization aims to help spread awareness and raise the bar for design practices all over the Philippines. Previously, he also held UX roles at companies like OLX and US Auto Parts as a UX and Product Development  Manager. "
		}

	},

	"workshop_DVO": {

		"a": {
			"photo": "../assets/speakers/paul.png",
			"name": "Paul James Sabandal",
			"title": "Head of Product Development, Qwikwire",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/paulsabandal/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Paul Sabandal is the Head of Product Development at Qwikwire, a multi-awarded startup that provides cross-border payment solutions for real-estate — they handle international online payments for clients AyalaLand, Century Properties, Double Dragon and other top real-estate companies in the Philippines. He leads the end-to-end processes related to product discovery. He also co-founded Figma Philippines, helping teach the collaborative design tool Figma through meet-ups for the community.",
			"bio": "Paul Sabandal is the Head of Product Development at Qwikwire, a multi-awarded startup that provides cross-border payment solutions for real-estate — they handle international online payments for clients AyalaLand, Century Properties, Double Dragon and other top real-estate companies in the Philippines. He leads the end-to-end processes related to product discovery. He also co-founded Figma Philippines, helping teach the collaborative design tool Figma through meet-ups for the community."
		},

		"b": {
			"photo": "../assets/speakers/miramark.png",
			"name": "Miramark Diaz",
			"title": "UX Designer, Cebu Pacific",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/miramark-diaz-a8712454/",
			"twitter": "",
			"topic": "Figma 101",
			"excerpt": "Miramark Diaz is a designer who has been creating digital products for brands, companies, & startups. He's excited about design gestures and motions that feels intuitive and natural for the human eye. Which adding a way of delightfulness on the user experience. Currently, he is working at Cebu Pacific as a design manager. He enjoys the process of translating concepts, ideas, sketches, and human interactions into usable designs. His drive to learn, do, and create is fueled by his hunger for the mastery of the process and continuous cycle of problem-solving. He believes that we can make things better for other people through good design.",
			"bio": "Miramark Diaz is a designer who has been creating digital products for brands, companies, & startups. He's excited about design gestures and motions that feels intuitive and natural for the human eye. Which adding a way of delightfulness on the user experience. Currently, he is working at Cebu Pacific as a design manager. He enjoys the process of translating concepts, ideas, sketches, and human interactions into usable designs. His drive to learn, do, and create is fueled by his hunger for the mastery of the process and continuous cycle of problem-solving. He believes that we can make things better for other people through good design."
		},

		"c": {
			"photo": "../assets/speakers/raine.png",
			"name": "Raine Liao",
			"title": "UX Designer, HomeCredit",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/raineliao/",
			"twitter": "",
			"topic": "UX 101",
			"excerpt": "Raine is a Senior UX Designer at Home Credit, Philippines. Holding over 10 years industry experience, she was previously a freelance product designer, front-end developer, design researcher, and team lead at Cambridge University Press.",
			"bio": "Raine is a Senior UX Designer at Home Credit, Philippines. Holding over 10 years industry experience, she was previously a freelance product designer, front-end developer, design researcher, and team lead at Cambridge University Press. She also conducts and facilitates design workshops focused on Customer Development and Research while mentoring designers in the local tech community."
		},

		"d": {
			"photo": "../assets/speakers/jordan.png",
			"name": "Jordan Deja",
			"title": "Assistant Professor & HCI Researcher",
			"website": "",
			"linkedin": "https://www.linkedin.com/in/jrdndj/",
			"twitter": "",
			"topic": "Building a UX Career Matrix for Students",
			"excerpt": "Jordan holds 10+ years of melting pot experience in the IT Industry, Academe (Teaching and Research), User Experience, and Business Consultancy. He is an active mentor and volunteer for various tech communities and often speaks at events and conferences in the Philippines such as GDG PH, UXPH, and many others.",
			"bio": "Jordan holds 10+ years of melting pot experience in the IT Industry, Academe (Teaching and Research), User Experience, and Business Consultancy. He is an active mentor and volunteer for various tech communities and often speaks at events and conferences in the Philippines such as GDG PH, UXPH, and many others."
		}
	}
}
