{
	"board_members": {
		"aldrich_tan": {
			"name": "Aldrich Tan",
			"role": "Managing Director",
			"image_url": "assets/team/aldrich.png",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/aldricht/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Aldrich is an Sr. Experience Architect who has worked with multiple companies and industries in the US, Canada, and Philippines.",
				"He is a passionate advocate for mentoring designers and building stronger design cultures with companies and organizations through consultancy and UXPH.",
				"He enjoys PC gaming, Korean BBQ, steaks, giant salads, and puns."
			]
		},

		"jordan_deja": {
			"name": "Jordan Deja",
			"role": "Advisor",
			"image_url": "assets/team/jordan.jpeg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/jrdndj/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Jordan became involved in UXPH when he was a speaker in the 2017 Conference. He moved behind the scenes as Volunteer Lead in the 2018 Conference and became the Over-all Lead with Aldrich Tan in 2019.",
				"He is currently part of its Board of Directors, Lead for Speakers and Community Engagement. He is an HCI Researcher and a University Professor by profession. He is currently doing his PhD in Slovenia, Europe."
			]
		},

		"ely_apao": {
			"name": "Elymar Apao",
			"role": "Advisor",
			"image_url": "assets/team/ely.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/jozzua/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"One of the original founders of the UX Philippines community. Currently the customer experience manager for the digital transformation office of one of the Philippine's biggest conglomerates - JG Summit."
			]
		},

		"vj_francisco": {
			"name": "VJ Francisco",
			"role": "Advisor",
			"image_url": "assets/team/vj.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/vjfrancisco/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"VJ spent the last 20 years immersed in the field of design, learning and developing his skills in its creative, technical, and functional aspects.  His experience with all these gives him a unique perspective of the field and prepared him to become a thought leader recognized in the country’s UX Design industry.",
				"As a design leader he takes on the role of the contrarian who tenaciously challenges norms and popular opinions to push his team to think beyond conventions and go towards innovation."
			]
		},

		"matt_green": {
			"name": "Matthew Green",
			"role": "Advisor",
			"image_url": "assets/team/matt.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/matthewagreen/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Matt is currently works as a Service Design Research consultant  for the Asian Development Bank. Over 20 years, he has had a variety of roles from a head of design, to a researcher, and to interaction designer for private, government, and military clients from San Francisco to Sydney. He consults on innovation and research in the areas of data display, service design, and enterprise applications."
			]
		},

		"fish_ibasco": {
			"name": "Tisha Ibasco",
			"role": "Advisor",
			"image_url": "assets/team/fish.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/tisha-ibasco-41463063/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Fish Ibasco is a self-taught designer who gradually became one of the Experience Design Leads at Accenture Philippines. Throughout her 6 year journey in design, she has helped shape and build the UX practice in organizations.  Now focusing on operations, she is passionate about finding ways to serve and empower designers in their careers."
			]
		}
	},

	"committee_leads": {
		"kristine_garcia": {
			"name": "Kristine Garcia",
			"role": "Volunteers Lead",
			"image_url": "assets/team/kringle.jpg",
			"socials": [
				""
			],
			"description": [
				"Kringle is currently working to improve the B2B experience as a UX Architect at Globe Telecoms. A nerd at heart, she loves playing D&D and RPGs during her downtime, and dreams of studying abroad to further her education."
			]
		},

		"janyl_tamayo": {
			"name": "Janyl Tamayo",
			"role": "Events Lead",
			"image_url": "assets/team/janyl.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/janyltamayo/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Janyl is an Experience Designer from Vancouver, currently crafting human-centric experiences at a Fintech startup to make payments simple for SMEs. Gets chatty when she's tea high and is a recovering skincare addict."
			]
		},

		"chiara_senires": {
			"name": "Chiara Señires",
			"role": "Marketing Lead",
			"image_url": "assets/team/chi.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/chisenires/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Chi is a UX Designer, Front-End Web Developer, and a Product Manager.",

				"She's currently working as a Product Manager at Cignal TV. Aside from her day job, she helps organize tech communities like UXPH and Figma PH.",

				"When Chi isn't working, she spends her time riding her bike, scrolling through social media, playing games on her computer or Switch."
			]
		},

		"mike_jaren_yap": {
			"name": "Mike Jaren Yap",
			"role": "Web Lead",
			"image_url": "assets/team/mj.png",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/mjarenyap/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"MJ is a Computer Science graduate who is the Co-Founder and former Chapter Head of User Experience Society-DLSU.",
				"When it comes to learning new things and improving his skillsets, he is always eager especially if it means serving the community better.",
				"He likes physical sports, gym workouts, guitars, cats and memes."
			]
		},

		"reine_bantang": {
			"name": "Reine Bantang",
			"role": "Creative Lead",
			"image_url": "assets/team/reine.jpg",
			"socials": [
				"<a href=\"https://www.linkedin.com/in/reine-bantang/\" target=\"blank\"><i class=\"fab fa-linkedin\"></i></a>"
			],
			"description": [
				"Reine is a multimedia producer and occasional host who finds joy in theater, cats, and sushi."
			]
		}
	},

	"coordinators": {
		"mars_quinay": {
			"name": "Mars Quinay",
			"role": "Marketing Coordinator",
			"image_url": "<url>",
			"socials": "https://www.linkedin.com/in/mars-quinay-0658a317b/",
			"description": [""]
		},

		"pierce_jonota": {
			"name": "Pierce Jonota",
			"role": "Events Coordinator",
			"image_url": "<url>",
			"socials": "https://www.linkedin.com/in/piercejonota/",
			"description": [""]
		},

		"richard_parayno": {
			"name": "Richard Parayno",
			"role": "Events Coordinator",
			"image_url": "<url>",
			"socials": "https://www.linkedin.com/in/richardparayno/",
			"description": [""]
		}
	}
}
